<?php

/**
 * The template for displaying all pages
 *
 * This is the template that displays all pages by default.
 * Please note that this is the WordPress construct of pages
 * and that other 'pages' on your WordPress site may use a
 * different template.
 *
 * @link https://developer.wordpress.org/themes/basics/template-hierarchy/
 *
 * @package e-bee
 */

get_header();
?>

<section class="intro">
  <div class="intro__bullets">
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
    <span></span>
  </div>
  <div class="intro__container container">
    <div class="intro__info">
      <h1 class="intro__headline headline">
        <?php _e('Виджет социальных сетей для вашего сайта, который позволит быстро начать общаться с&nbsp;вашими клиентами', 'ewc'); ?>
      </h1>
      <p class="intro__text">
        <?php _e('Установите виджет мессенджера или социальной сети на&nbsp;ваш сайт и&nbsp;выберите визуальный стиль, соответствующий вашему дизайну', 'ewc'); ?>
      </p>
      <a class="button intro__button" href="#generator"><?php _e('Попробовать бесплатно', 'ewc'); ?></a>
    </div>
    <div class="intro__image">
      <picture>
        <source media="(min-width: 768px)" srcset="<?php echo get_template_directory_uri(); ?>/img/rocket-pc.png">
        <img class="" width="303" height="597" src="<?php echo get_template_directory_uri(); ?>/img/rocket.png" alt="">
      </picture>
    </div>
  </div>
  <div class="intro__shape-divider">
    <svg data-name="Layer 1" xmlns="http://www.w3.org/2000/svg" viewBox="0 0 1200 120" preserveAspectRatio="none">
      <path d="M985.66,92.83C906.67,72,823.78,31,743.84,14.19c-82.26-17.34-168.06-16.33-250.45.39-57.84,11.73-114,31.07-172,41.86A600.21,600.21,0,0,1,0,27.35V120H1200V95.8C1132.19,118.92,1055.71,111.31,985.66,92.83Z" class="shape-fill"></path>
    </svg>
  </div>
</section>
<section class="presentation" id="presentation">
  <div class="presentation__container container">
    <div class="presentation__text">
      <div class="presentation__text-inner">
        <h2 class="presentation__headline headline">
          <?php _e('Посмотрите видеопрезентацию виджета', 'ewc'); ?>
        </h2>
        <div class="presentation__subtext">
          <?php _e('Посмотрите небольшой ролик и&nbsp;узнайте больше о&nbsp;работе нашего виджета', 'ewc'); ?>
        </div>
      </div>
    </div>
    <div class="presentation__media">
      <div class="presentation__media-wrapper">
        <div class="video-16-9 presentation__media-body">
          <iframe loading="lazy" src="https://player.vimeo.com/video/1009821343?badge=0&amp;autopause=0&amp;player_id=0&amp;app_id=58479" frameborder="0" allow="autoplay; fullscreen; picture-in-picture; clipboard-write" style="position:absolute;top:0;left:0;width:100%;height:100%;" title="lawyer-thinking-work-office-in-elegant-suit-2023-11-27-05-08-37-utc"></iframe>
          <script loading="lazy" src="https://player.vimeo.com/api/player.js"></script>
        </div>
      </div>
    </div>
    <div class="presentation__image">
      <div class="swiper presentation__slider">
        <div class="swiper-wrapper presentation__slider-wrap">
          <div class="swiper-slide presentation__slider-slide">
            <picture>
              <img src="<?php echo get_template_directory_uri(); ?>/img/4x3.jpg" alt="">
            </picture>
          </div>
          <div class="swiper-slide presentation__slider-slide">
            <picture>
              <img src="<?php echo get_template_directory_uri(); ?>/img/4x3.jpg" alt="">
            </picture>
          </div>
          <div class="swiper-slide presentation__slider-slide">
            <picture>
              <img src="<?php echo get_template_directory_uri(); ?>/img/4x3.jpg" alt="">
            </picture>
          </div>
          <div class="swiper-slide presentation__slider-slide">
            <picture>
              <img src="<?php echo get_template_directory_uri(); ?>/img/4x3.jpg" alt="">
            </picture>
          </div>
        </div>
        <div class="swiper-button-prev presentation__slider-control"></div>
        <div class="swiper-button-next presentation__slider-control"></div>
      </div>
    </div>
  </div>
</section>
<section class="features" id="features">
  <div class="features__container container">
    <h2 class="features__headline headline" id="features"><?php _e('Возможности виджета', 'ewc') ?></h2>
    <ul class="features__list">
      <li class="features__item">
        <div class="features__icon">
          <svg width="99.579" height="106.03" fill="none" viewBox="0 0 99.579 106.03" xmlns="http://www.w3.org/2000/svg">
            <path d="M86.03 3.92v8.98H13.54V3.92C13.54 1.75 15.3 0 17.48 0H82.1c2.18 0 3.93 1.75 3.93 3.92z" fill="#FFAB03" />
            <path d="M86.03 3.92v4.06H28.94c-4.42 0-7.99-3.56-7.99-7.98H82.1c2.17 0 3.93 1.75 3.93 3.92z" fill="#FFF" fill-opacity=".302" />
            <path d="M99.56 25.34v53.85H.01V25.34c0-2.64 2.15-4.78 4.78-4.78h90.02c2.62 0 4.75 2.14 4.75 4.78z" fill="#7CB5E8" />
            <path d="M99.56 25.34v41.62H58.63c-25.63 0-46.39-20.78-46.39-46.38h82.55c2.64-.02 4.77 2.12 4.77 4.76z" fill="#FFF" fill-opacity=".302" />
            <path d="M99.56 79.19v8.33c0 2.64-2.15 4.75-4.78 4.75h-90C2.14 92.27 0 90.14 0 87.52v-8.33h99.56z" fill="#4E6575" />
            <path d="M99.56 79.19v7.94H10.88c-2.63 0-4.75-2.14-4.75-4.75v-3.17h93.43v-.02z" fill="#FFF" fill-opacity=".302" />
            <path d="M34.1 92.27h32.11v12.12H34.1V92.27z" fill="#E2E2E2" fill-rule="evenodd" />
            <path d="M66.21 92.27v7.53H47.59c-4.16 0-7.53-3.37-7.53-7.53h26.15z" fill="#FFF" fill-opacity=".302" />
            <path d="M75.23 106.03H25.08c-.9 0-1.64-.74-1.64-1.64 0-.9.74-1.64 1.64-1.64h50.15c.9 0 1.64.74 1.64 1.64 0 .9-.74 1.64-1.64 1.64z" fill="#4E6575" />
            <path d="M91.45 20.56H67.89c0 3.21 2.61 5.8 5.8 5.8h11.8c4.49 0 8.12 3.63 8.12 8.12v11.78c0 3.3 2.67 5.96 5.96 5.96V28.68c-.01-4.49-3.63-8.12-8.12-8.12z" fill="#FFF" fill-opacity=".302" />
            <path d="M13.54 12.9h72.49v57.5H13.54V12.9z" fill="#E2E2E2" fill-rule="evenodd" />
            <path d="M86.03 12.9v48.08H72.64c-26.56 0-48.09-21.53-48.09-48.08h61.48z" fill="#FFF" fill-opacity=".302" />
            <path d="M67.01 20.69h11.82v9.27H67.01v-9.27zM67.01 37.01h11.82v9.27H67.01v-9.27zM67.01 53.34h11.82v9.26H67.01v-9.26z" fill="#EF4A51" fill-rule="evenodd" />
            <path d="M78.83 20.69v5.49h-2.16c-3.01 0-5.47-2.46-5.47-5.47v-.02h7.63zm0 16.32v5.47h-2.16c-3.01 0-5.47-2.45-5.47-5.47h7.63zm0 16.33v5.47h-2.16c-3.01 0-5.47-2.46-5.47-5.47h7.63z" fill="#FFF" fill-opacity=".302" />
            <path d="M20.95 20.69H59.8v25.35H20.95V20.69z" fill="#EF4A51" fill-rule="evenodd" />
            <path d="M59.8 20.69v18.16H49.06c-10.02 0-18.15-8.14-18.15-18.16H59.8z" fill="#FFF" fill-opacity=".302" />
            <path d="M42.97 56.19H20.94c-.9 0-1.64-.74-1.64-1.64 0-.9.74-1.64 1.64-1.64h22.03c.9 0 1.64.74 1.64 1.64 0 .9-.74 1.64-1.64 1.64zm16.83 8.04H20.94c-.9 0-1.64-.74-1.64-1.64 0-.9.74-1.64 1.64-1.64h38.85c.9 0 1.64.74 1.64 1.64 0 .9-.72 1.64-1.63 1.64z" fill="#4E6575" />
            <path d="M21.85 8.08h-2.39c-.9 0-1.64-.73-1.64-1.63 0-.9.74-1.64 1.64-1.64h2.39c.9 0 1.64.74 1.64 1.64 0 .9-.74 1.63-1.64 1.63zm6.49 0h-2.39c-.9 0-1.64-.73-1.64-1.63 0-.9.74-1.64 1.64-1.64h2.39c.9 0 1.63.74 1.63 1.64 0 .9-.73 1.63-1.63 1.63zm6.48 0h-2.39c-.9 0-1.64-.73-1.64-1.63 0-.9.74-1.64 1.64-1.64h2.39c.9 0 1.64.74 1.64 1.64 0 .9-.74 1.63-1.64 1.63z" fill="#FFF" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Установка на любой сайт', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Короткое описание для того, что бы пункт не выбивался из контекста', 'ewc') ?>
        </div>
      </li>
      <li class="features__item">
        <div class="features__icon">
          <svg width="103.664" height="106.284" fill="none" viewBox="0 0 103.664 106.284" xmlns="http://www.w3.org/2000/svg">
            <path d="M68.04 86.26a32.317 32.317 0 01-8.76-22.13v-1.2H35.53v1.2c0 8.22-3.14 16.14-8.77 22.13h41.28z" fill="#C7CDDD" />
            <path d="M68.04 86.26a32.317 32.317 0 01-8.76-22.13v-1.2H35.53v1.2c0 8.22-3.14 16.14-8.77 22.13h41.28z" fill="#C7CDDD" />
            <path d="M94.81 7.72c0-4.27-3.46-7.72-7.72-7.72H7.72C3.45 0 0 3.45 0 7.72v41.47h94.81V7.72z" fill="#545B66" />
            <path d="M90.21 45.31V9.28c0-2.47-2-4.47-4.47-4.47H9.06c-2.47 0-4.47 2-4.47 4.47v36.03h85.62z" fill="#FFF" />
            <path d="M90.21 45.31V9.28c0-2.47-2-4.47-4.47-4.47H9.06c-2.47 0-4.47 2-4.47 4.47v36.03h85.62z" fill="#EBF2FF" />
            <path d="M59.2 64.13v-1.18H35.6v1.18c0 1.57-.15 3.14-.38 4.68l12.73 17.45 19.98-.09c-5.58-5.98-8.73-13.86-8.73-22.04z" fill="#AEB4C1" />
            <path d="M0 49.19v11.79c0 4.27 3.45 7.72 7.72 7.72h79.37c4.26 0 7.72-3.45 7.72-7.72V49.19H0z" fill="#E9ECF4" />
            <path d="M50.64 57.78a3.24 3.24 0 11-6.48 0 3.24 3.24 0 116.48 0z" fill="#9BA1AA" />
            <path d="M47.93 54.59c-1.53.25-2.7 1.58-2.7 3.19 0 1.61 1.17 2.94 2.7 3.19a3.228 3.228 0 002.71-3.19c0-1.61-1.17-2.94-2.71-3.19z" fill="#AEB4C1" />
            <path d="M80.28 73.53c-.12.33-.23.56-.35.9-1.57 3.83-4.5 6.64-8.33 9.01-2.48 1.46-4.51 3.38-6.31 5.63-.56.68-1.01 1.36-1.46 2.03a17.77 17.77 0 00-1.69 3.27l-3.61 8.33-21.96-16.22 6.08-10.59c0-.11.11-.11.11-.22.46-.79.8-1.58 1.13-2.37 1.02-2.25 1.58-4.62 1.8-6.98 1.13-10.36 5.41-19.04 8.57-29.51.33-1.01.78-1.92 1.46-2.59.45-.45.79-.91 1.24-1.35.11-.12.22-.23.22-.34 1.69-2.03 2.93-4.17 3.61-6.65 0-.11 0-.11.11-.22.23-.45.9-.91 1.46-.67.57.22 1.13.56 1.58 1 .68.68 1.13 1.69 1.46 2.82.57 2.14.68 4.73 0 6.99-.33 1.12-.78 2.25-1.46 3.03-.45.68-1.01 1.13-1.69 1.58-.23.11-.34.34-.34.57.11 1.46.11 2.81-.11 4.05-.11.56.45.9.91.56l1.23-1.01 1.46-1.13 1.92-1.46 2.71-2.03 2.02 4.51.79 1.8 2.37 5.07.78 1.8 2.14 4.62.11.45.23 1.8.68 5.07.56 4.73.22 1.36.23 2.02.12.34zM99.1 37.21c-2.72 1.23-5.59.76-6.41-1.06-.82-1.81.71-4.28 3.44-5.51 2.71-1.23 5.59-.76 6.41 1.06.82 1.81-.72 4.28-3.44 5.51zM97.77 40.27c3.1-.21 5.74 1.38 5.88 3.56.16 2.17-2.24 4.1-5.35 4.31-3.1.22-5.74-1.37-5.88-3.55-.15-2.17 2.24-4.1 5.35-4.32zM97.18 61.17c2.7 1.54 4.07 4.24 3.06 6.02-1.02 1.79-4.03 1.99-6.74.45-2.7-1.54-4.07-4.23-3.05-6.02 1.01-1.78 4.03-1.98 6.73-.45zM93.13 50.21c1.54-1.53 4.57-.98 6.76 1.23 2.19 2.21 2.71 5.24 1.16 6.78-1.55 1.53-4.57.98-6.77-1.23-2.18-2.21-2.7-5.25-1.15-6.78z" fill="#FFBA8D" />
            <path d="M93.12 16.2H68.56c-2.48 0-4.51 2.03-4.51 4.5v49.11c0 2.48 2.03 4.5 4.51 4.5h24.56c2.47 0 4.5-2.02 4.5-4.5V20.7c0-2.47-2.03-4.5-4.5-4.5z" fill="#474E5C" />
            <path d="M65.4 69.59h30.76V21.04H65.4v48.55z" fill="#F4F2F3" />
            <path d="M85.11 19.12H73.29c-.23 0-.45-.22-.45-.45 0-.22.22-.44.45-.44h11.82c.23 0 .46.22.46.44 0 .23-.23.45-.46.45zM88.49 18.56c0 .37-.3.67-.67.67-.37 0-.68-.3-.68-.67 0-.37.31-.67.68-.67.37 0 .67.3.67.67zM84.78 70.94h-7.77c-.57 0-1.02.45-1.02 1.01s.45 1.02 1.02 1.02h7.77c.56 0 1.02-.46 1.02-1.02s-.46-1.01-1.02-1.01zm7.66 0h-2.7c-.57 0-1.02.45-1.02 1.01s.45 1.02 1.02 1.02h2.7a1.016 1.016 0 000-2.03zm-20.61 0h-2.71a1.016 1.016 0 000 2.03h2.71a1.016 1.016 0 000-2.03z" fill="#7A818F" />
            <path d="M67.43 25.66v5.07h6.2l3.15-2.48-3.15-2.59h-6.2z" fill="#4A4292" />
            <path d="M67.43 32.53v5.07h9.69l3.16-2.6-3.16-2.47h-9.69z" fill="#F96C5A" />
            <path d="M67.43 39.4v4.96h13.18l3.16-2.48-3.16-2.48H67.43z" fill="#80CE7F" />
            <path d="M67.43 46.16v5.06h16.68l3.14-2.47-3.14-2.59H67.43z" fill="#89C2E7" />
            <path d="M67.43 53.03v5.06H87.6l3.15-2.47-3.15-2.59H67.43z" fill="#F5D550" />
            <path d="M67.43 59.9v5.07h23.66l3.15-2.59-3.15-2.48H67.43z" fill="#487D9C" />
            <path d="M59.1 102.14L66.42 92c.56-.79.45-1.92-.34-2.48L43.22 72.97c-.79-.57-1.92-.46-2.48.33l-7.32 10.14c-.56.79-.45 1.92.33 2.48l22.87 16.67c.79.56 1.91.34 2.48-.45z" fill="#E8E6E7" />
            <path d="M66.76 95.61l-7.21 9.91c-.56.79-1.8 1.01-2.59.44L30.94 86.94c-.9-.57-1.02-1.81-.45-2.6l7.21-9.91c.56-.79 1.8-1.01 2.59-.45L66.31 92.9c.9.67 1.01 1.92.45 2.71z" fill="#4A4292" />
            <path d="M61.46 27.01l-1.13 4.84c-.11.79-1.46 1.13-3.03.9 1.69-2.02 2.92-4.16 3.6-6.64 0-.12 0-.12.12-.23.33.34.44.68.44 1.13z" fill="#F7CCB5" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Адаптивность', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Корректное отображение на любых устройствах', 'ewc') ?>
        </div>
      </li>
      <li class="features__item">
        <div class="features__icon">
          <svg width="97.987" height="94.938" fill="none" viewBox="0 0 97.987 94.938" xmlns="http://www.w3.org/2000/svg">
            <path d="M17.76 73.01L6.81 76.79C2.63 78.28 0 81.69 0 86.25v8.68h49.17v-8.68c0-4.18-2.64-7.97-6.82-9.46L31.4 73.01H17.76z" fill="#D5E5F2" />
            <path d="M23.44 72.61h-5.68L6.81 76.39C3.41 77.54 0 81.32 0 85.85v9.08h3.78v-8.68c0-3.04 1.89-5.3 4.93-6.07l4.52-1.9c1.9-.74 3.79-.37 5.31.78.37.37 1.51.74 1.89 1.12 1.12.77 2.63.77 4.15 0 1.89-1.12 4.93-3.39 4.93-5.68l-1.15-1.89h-4.92zm25.73 21.95v-8.71c0-1.89-.37-3.39-1.52-4.9-5.67.74-10.2 5.67-10.2 11.72v1.89h11.72z" fill="#B0C4DA" />
            <path d="M0 94.56v-8.71c0-1.89.37-3.39 1.51-4.9 5.68.74 10.21 5.67 10.21 11.72v1.89H0z" fill="#B0C4DA" />
            <path d="M3.78 85.85c0-1.49.37-2.64 1.52-3.78-1.15-.75-2.67-1.12-3.79-1.12C.74 82.46 0 83.96 0 85.85v8.71h3.78v-8.71z" fill="#99B5CE" />
            <path d="M17.76 65.05v7.96c0 3.78 6.82 6.79 6.82 6.79s6.82-3.01 6.82-6.79v-7.96H17.76z" fill="#F0C9AE" />
            <path d="M17.76 68.83c1.89 1.14 4.18 1.89 6.82 1.89 2.64 0 4.93-.75 6.82-1.89v-3.78H17.76v3.78z" fill="#E2B698" />
            <path d="M21.55 73.01v-4.93h-3.79v4.93c0 3.78 6.82 6.79 6.82 6.79s.75-.37 1.89-1.12c-1.89-1.14-4.92-3.4-4.92-5.67z" fill="#E2B698" />
            <path d="M56.37 79.43V51.06c0-9.46 7.57-17.02 17.03-17.02 9.45 0 17.02 7.56 17.02 17.02v28.37H56.37z" fill="#8A6845" />
            <path d="M76.43 34.41c-.77 0-1.89-.37-2.66-.37-9.46 0-17.02 7.56-17.02 17.02v28.37h5.3V51.06c0-8.31 6.04-15.13 14.38-16.65z" fill="#745539" />
            <path d="M80.21 73.01v-8.34H66.58v8.34l-3.79 1.12c1.15 5.67 10.61 9.83 10.61 9.83s9.82-4.16 10.6-9.83l-3.79-1.12z" fill="#F0C9AE" />
            <path d="M80.21 64.67H66.58v4.16c1.89 1.14 4.55 1.89 6.82 1.89 2.63 0 4.92-.75 6.81-1.89v-4.16z" fill="#E2B698" />
            <path d="M91.16 76.39L84 74.13c-1.15 5.67-10.6 9.83-10.6 9.83s-9.83-4.16-10.61-9.83l-7.16 2.26c-4.18 1.52-6.82 4.93-6.82 9.46v8.71h49.17v-8.71c0-4.16-2.64-7.94-6.82-9.46z" fill="#607D95" />
            <path d="M71.5 83.21c-2.26-1.14-5.67-3.41-7.56-6.04-.75-.78-1.15-1.89-1.15-3.04l-7.16 2.26c-4.18 1.52-6.82 4.93-6.82 9.46v8.71h3.78v-7.94c0-3.41 2.26-6.44 5.3-7.56 1.52-.38 3.41 0 4.53 1.12.77.77 1.52 1.14 2.26 1.51 2.3 1.52 5.3 2.27 8.34 2.27.38 0-1.14-.38-1.52-.75zm26.48 11.35v-8.71c0-1.89-.37-3.39-1.52-4.9-5.67.74-10.2 5.67-10.2 11.72v1.89h11.72z" fill="#4B6C85" />
            <path d="M48.81 94.56v-8.71c0-1.89.37-3.39 1.52-4.9 5.67.74 10.2 5.67 10.2 11.72v1.89H48.81z" fill="#4B6C85" />
            <path d="M54.11 82.07c-1.15-.75-2.66-1.12-3.78-1.12-.38.37-.38.74-.78 1.12 0 .39-.37.77-.37 1.14v11.35h3.78v-7.94c-.37-1.89.38-3.41 1.15-4.55z" fill="#40657C" />
            <path d="M70.36 68.83v-4.16h-3.78v8.34l-3.79 1.12c1.15 5.67 10.61 9.83 10.61 9.83.37 0 .74-.38 1.89-.75-2.27-1.14-5.68-3.41-7.57-6.04-.37-.38 0-1.15.37-1.52l.78-.37c.74-.38 1.49-1.15 1.49-1.9v-4.55z" fill="#E2B698" />
            <path d="M30.26 0H3.78C1.51 0 0 1.51 0 3.78v15.13c0 2.26 1.51 3.78 3.78 3.78h3.78v7.57l11.35-7.57h11.35c2.26 0 3.78-1.52 3.78-3.78V3.78c0-1.89-1.52-3.78-3.78-3.78zM67.72 0H94.2c2.26 0 3.78 1.51 3.78 3.78v15.13c0 2.26-1.52 3.78-3.78 3.78h-3.78v7.57l-11.35-7.57H67.72c-2.26 0-3.78-1.52-3.78-3.78V3.78c0-1.89 1.52-3.78 3.78-3.78z" fill="#EEF2FA" />
            <path d="M11.34 43.87v10.97c0 7.2 6.05 13.24 13.24 13.24 7.2 0 13.24-6.04 13.24-13.24V43.87H11.34z" fill="#F0C9AE" />
            <path d="M17.02 55.21V44.24h-5.68v10.97c0 7.2 6.05 13.24 13.24 13.24 1.15 0 1.89 0 3.04-.37-6.07-1.52-10.6-6.82-10.6-12.87z" fill="#E2B698" />
            <path d="M88.53 18.91H77.18c-4.16 0-7.57-3.41-7.57-7.57V0h-1.89c-2.26 0-3.78 1.51-3.78 3.78v15.13c0 1.14.37 1.89 1.14 2.64.75.77 1.5 1.14 2.64 1.14h11.35l11.35 7.57v-7.57h3.78c2.26 0 3.78-1.52 3.78-3.78h-9.45zM13.23 18.91c-4.15 0-7.56-3.41-7.56-7.57V0H3.78C1.51 0 0 1.51 0 3.78v15.13c0 2.26 1.51 3.78 3.78 3.78h3.78v7.57l11.35-7.57h11.35c2.26 0 3.78-1.52 3.78-3.78H13.23z" fill="#D5E5F2" />
            <path d="M82.85 52.95v5.68c0 5.3-4.15 9.45-9.45 9.45-5.31 0-9.46-4.15-9.46-9.45v-5.68h18.91z" fill="#F0C9AE" />
            <path d="M69.61 58.63v-5.68h-5.67v5.68c0 5.3 4.15 9.45 9.46 9.45 1.14 0 1.89-.37 2.63-.37-3.78-1.15-6.42-4.93-6.42-9.08z" fill="#E2B698" />
            <path d="M37.82 52.21l2.26-6.82c.78-3.04-1.51-6.05-4.9-6.05 0-3.78-3.4-6.45-6.82-6.05l-14.38 2.27c-3.38.37-5.67 3.78-4.9 7.19l2.26 9.46 4.93-3.79c.37-.77 1.12-1.14 2.27-1.14H31c.78 0 1.89.37 2.29.74l4.53 4.19z" fill="#8A6845" />
            <path d="M14.75 42.75c-.77-3.41 1.52-6.45 4.91-7.19l12.12-1.89c-1.15-.38-2.27-.78-3.42-.38l-14.38 2.27c-3.38.37-5.67 3.78-4.9 7.19l2.26 9.46 4.53-3.79-1.12-5.67z" fill="#745539" />
            <path d="M83.22 17.02c1.15 0 1.9-.75 1.9-1.89 0-1.15-.75-1.89-1.9-1.89H71.88c-1.12 0-1.9.74-1.9 1.89 0 1.14.78 1.89 1.9 1.89h11.34zM90.79 9.45c1.15 0 1.89-.74 1.89-1.89 0-1.14-.74-1.89-1.89-1.89H71.88c-1.12 0-1.9.75-1.9 1.89 0 1.15.78 1.89 1.9 1.89h18.91zM18.54 17.02H7.19c-.77 0-1.89-.75-1.89-1.89 0-1.15 1.12-1.89 1.89-1.89h11.35c1.12 0 1.89.74 1.89 1.89 0 1.14-.77 1.89-1.89 1.89zM26.1 9.45H7.19c-.77 0-1.89-.74-1.89-1.89 0-1.14 1.12-1.89 1.89-1.89H26.1c1.12 0 1.89.75 1.89 1.89 0 1.15-.77 1.89-1.89 1.89z" fill="#99B5CE" />
            <path d="M82.85 52.95H73.4c-2.27 0-3.79-1.52-3.79-3.78 0 2.26-1.52 3.78-3.78 3.78h-1.89v5.68c0 5.3 4.15 9.45 9.46 9.45 5.3 0 9.45-4.15 9.45-9.45v-5.68z" fill="#F0C9AE" />
            <path d="M67.72 58.63v-6.42c-.37.37-1.14.74-1.89.74h-1.89v5.68c0 5.3 4.15 9.45 9.46 9.45.74 0 1.14 0 1.89-.37-4.16-.77-7.57-4.56-7.57-9.08z" fill="#E2B698" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Мультиязыковая поддержка', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Доступен интерфейс на 3-х языках: немецком, испанском и английском', 'ewc') ?>
        </div>
      </li>
      <li class="features__item">
        <div class="features__icon">
          <svg width="95.573" height="83.625" viewBox="0 0 95.573 83.626" fill="none" xmlns="http://www.w3.org/2000/svg">
            <path d="M4.48 37.33h68.69V4.47H4.48v32.86z" fill="#FF6C58" />
            <path d="M11.94 0C5.37 0 0 5.37 0 11.94v23.89c0 6.58 5.37 11.95 11.94 11.95H65.7v-2.99c4.93 0 8.96-4.02 8.96-8.96V11.94h-2.99c0 13.15-18.66 23.89-41.81 23.89-13.14 0-23.89-4.02-23.89-8.96V11.94c0-3.28 2.69-5.97 5.97-5.97h5.97V0h-5.97z" fill="#D7385E" />
            <path d="M68.54 67.34l6.57 12.4 11.95-5.97-6.57-12.4 13.29-4.63-37.04-29.87v48.24l11.8-7.77z" fill="#FFF" />
            <path d="M65.7 5.97H17.91V0H65.7c6.57 0 11.95 5.37 11.95 11.94v23.89c0 1.35-.15 2.54-.6 3.59l18.52 14.93-.9 5.08-10.01 3.43 6.43 11.95-14.64 7.32-2.68-5.38 9.25-4.62-6.87-12.55 11.5-4.04-27.92-22.4-5.97 1.2V20.61l17.91 14.48V11.94c0-3.28-2.69-5.97-5.97-5.97z" fill="#D7385E" />
            <path d="M77.05 39.42l18.52 14.93-.9 5.08-10.01 3.43 6.43 11.95-14.64 7.32-2.68-5.38 9.25-4.62-6.87-12.55 11.5-4.04-27.92-22.4-5.98 1.2V20.61l17.92 14.48v-.01l5.38 4.34z" fill="#D6DFE6" />
            <path d="M53.75 75.11V28.37l5.98 4.77v36.44l9.85-6.57 6.87 12.69 6.57-3.28 2.69 5.37-11.8 5.83-6.42-11.95-9.11 5.98-4.63-2.54z" fill="#ACBDC5" fill-rule="evenodd" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Кастомизация', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Возможность изменения цвета кнопки, текста, иконки, отложенного показа и скрытия на определенных страницах', 'ewc') ?>
        </div>
      </li>
      <li class="features__item">
        <div class="features__icon">
          <svg width="78.918" height="78.918" fill="none" viewBox="0 0 78.918 78.918" xmlns="http://www.w3.org/2000/svg">
            <path d="M2.81 76.09h73.28V8.45H2.81v67.64z" fill="#E9EDED" />
            <path d="M1.4 0C.63 0 0 .63 0 1.4v76.1c0 .78.63 1.41 1.4 1.41h76.1c.78 0 1.41-.63 1.41-1.41V1.4c0-.77-.63-1.4-1.41-1.4H1.4zm1.41 8.45h73.28v67.64H2.81V8.45z" fill="#2B4255" />
            <path d="M14.09 4.22c0 .78-.63 1.41-1.41 1.41-.78 0-1.41-.63-1.41-1.41 0-.78.63-1.41 1.41-1.41.78 0 1.41.63 1.41 1.41z" fill="#25B39E" />
            <path d="M19.72 4.22c0 .78-.63 1.41-1.4 1.41-.78 0-1.41-.63-1.41-1.41 0-.78.63-1.41 1.41-1.41.77 0 1.4.63 1.4 1.41zM39.38 32.65c-13.11 0-23.88 10.69-23.88 23.8h9.16c0-8.09 6.51-14.61 14.72-14.61S54.1 48.36 54.1 56.45h9.16c0-13.11-10.75-23.8-23.88-23.8z" fill="#F05542" />
            <path d="M39.38 32.65c-4.18 0-8.29 1.1-11.92 3.19A23.793 23.793 0 0015.5 56.46h9.16c0-5.23 2.81-10.06 7.35-12.65a14.872 14.872 0 0114.75 0l4.55-7.97a23.9 23.9 0 00-11.93-3.19z" fill="#4BBFEB" />
            <path d="M9.86 56.46c0-8.21 3.31-15.66 8.67-21.05 5.36-5.4 12.76-8.74 20.92-8.74 8.17 0 15.57 3.34 20.93 8.74a29.813 29.813 0 018.67 21.05h-2.82c0-7.45-3-14.19-7.85-19.07-4.84-4.88-11.53-7.9-18.93-7.9-7.39 0-14.08 3.02-18.93 7.9a26.998 26.998 0 00-7.84 19.07H9.86z" fill="#2B4255" />
            <path d="M15.5 53.63h3.67v2.82H15.5v-2.82zm3.9-10.37l3.17 1.83-1.4 2.43L18 45.7l1.4-2.44zm9.23-8.13l1.82 3.13-2.43 1.41-1.82-3.13 2.43-1.41zm12.1-2.58v3.63h-2.82v-3.63h2.82zm11.72 3.92l-1.83 3.15-2.43-1.43 1.84-3.14 2.42 1.42zm8.2 9.05l-3.18 1.81-1.39-2.44 3.19-1.82 1.38 2.45zm2.76 10.93h-3.67v-2.82h3.67v2.82zM35.12 56.09c0-1.18.49-2.26 1.28-3.05a4.3 4.3 0 013.05-1.26c1.2 0 2.27.48 3.06 1.26.79.79 1.27 1.87 1.27 3.05h-2.82c0-.41-.16-.79-.43-1.06-.28-.27-.65-.43-1.08-.43-.42 0-.8.16-1.07.43s-.44.65-.44 1.06h-2.82z" fill="#2B4255" />
            <path d="M39.29 52.49a1.407 1.407 0 01-2.46 1.37l-5.19-9.38c-.38-.68-.14-1.54.54-1.91.68-.38 1.53-.14 1.91.54l5.2 9.38z" fill="#2B4255" />
            <path d="M8.45 4.22c0 .78-.63 1.41-1.41 1.41-.78 0-1.41-.63-1.41-1.41 0-.78.63-1.41 1.41-1.41.78 0 1.41.63 1.41 1.41z" fill="#F4B54E" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Минимальная нагрузка на сайт', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Возможность изменения цвета кнопки, текста, иконки, отложенного показа и скрытия на определенных страницах', 'ewc') ?>
        </div>
      </li>
      <li class="features__item">
        <div class="features__icon">
          <svg width="118.813" height="114.94" viewBox="0 0 118.813 114.94" fill="none" xmlns="http://www.w3.org/2000/svg" view-box="">
            <path d="M78.9 9.69a43.951 43.951 0 00-7.54-2.53c-.4-.12-.84-.08-1.22.12-.56.2-.96.68-1.07 1.26-.09.34-.09.7.03 1.04.19.64.68 1.13 1.34 1.3l.42.11c2.24.56 4.43 1.32 6.55 2.22.25.1.52.14.78.16a1.96 1.96 0 001.75-1.2c.4-.96-.06-2.08-1.04-2.48zm13.42 8.47a44.956 44.956 0 00-6.35-4.79 1.88 1.88 0 00-1.46-.24c-.5.12-.92.42-1.19.86-.26.42-.37.94-.24 1.43.12.5.42.94.86 1.21 2.07 1.29 4.03 2.77 5.86 4.41.37.3.8.45 1.26.45.56 0 1.08-.24 1.46-.65.34-.38.5-.88.46-1.38-.04-.5-.28-.98-.66-1.3zm10.12 12.22c-1.34-2.28-2.88-4.45-4.55-6.51-.68-.82-1.9-.92-2.72-.24-.82.68-.92 1.88-.24 2.7 1.54 1.89 2.94 3.91 4.18 6 .36.6.99.96 1.7.96.31 0 .65-.1.95-.26.92-.54 1.22-1.71.68-2.65zM48.28 8.88c0-.04-.04-.06-.07-.1a1.862 1.862 0 00-2.3-1.24c-2.56.72-5.05 1.66-7.47 2.75-.47.22-.84.63-1 1.1-.18.48-.13 1.02.09 1.48.29.68.97 1.12 1.71 1.12.28-.02.56-.08.8-.2a47.77 47.77 0 016.9-2.58c.41-.09.74-.31 1-.63.12-.14.2-.3.27-.47.15-.39.19-.81.07-1.23zm-14.09 5.87c-.3-.42-.74-.72-1.24-.8-.51-.1-1.04 0-1.45.3-2.2 1.48-4.28 3.13-6.21 4.95-.36.34-.58.84-.6 1.33a1.9 1.9 0 00.52 1.38c.36.4.86.62 1.37.62.51 0 .98-.2 1.36-.53 1.78-1.69 3.67-3.2 5.71-4.56.88-.62 1.12-1.8.54-2.69zm-11.54 10c-.85-.62-2.06-.48-2.73.36-1.6 2.09-3.05 4.33-4.33 6.67-.24.44-.3.95-.15 1.45.15.48.46.9.92 1.14.28.16.6.24.92.24.7 0 1.36-.38 1.68-1 1.17-2.18 2.51-4.23 4.03-6.17.62-.86.46-2.04-.34-2.69zm-1.33 56.53c-.62-.88-1.2-1.79-1.74-2.76-.18-.26-.36-.55-.5-.83-.24-.46-.66-.78-1.14-.92-.5-.14-1.01-.06-1.45.18-.59.34-.96.92-1.01 1.57 0 .36.09.73.27 1.04.74 1.3 1.53 2.6 2.37 3.88.36.51.94.83 1.58.83.38 0 .76-.11 1.07-.33.86-.61 1.1-1.78.55-2.66zm10.04 10.7c-1.96-1.5-3.8-3.15-5.49-4.95-.74-.6-1.82-.54-2.52.1-.7.66-.8 1.73-.24 2.52 1.8 1.93 3.75 3.72 5.87 5.37.34.23.76.37 1.18.37.6-.02 1.16-.28 1.54-.74.61-.83.45-2.01-.34-2.67zm13.33 7.21c-.16-.11-.3-.18-.46-.24-2.34-.8-4.59-1.8-6.75-2.98-.94-.5-2.09-.16-2.61.76-.24.46-.3.98-.14 1.48.16.47.5.89.95 1.13a41.91 41.91 0 007.09 3.14c.09.04.11.04.18.08.2.08.42.12.62.12.8 0 1.54-.52 1.8-1.28.28-.8 0-1.71-.68-2.21zm57.67-22.34a1.94 1.94 0 00-2.6.75c-.2.31-.35.62-.53.92-1.04 1.82-2.2 3.56-3.5 5.22-.64.84-.47 2.03.34 2.69.32.28.74.42 1.16.42.6-.02 1.16-.28 1.54-.74 1.62-2.1 3.09-4.33 4.37-6.67.14-.28.22-.6.22-.92.02-.7-.36-1.35-1-1.67zm-8.88 12.42c-.36-.39-.84-.61-1.34-.63-.52 0-1.02.19-1.38.54-1.79 1.66-3.73 3.2-5.75 4.56-.87.6-1.12 1.77-.54 2.65.34.54.96.88 1.6.88.4 0 .76-.12 1.08-.34a50.87 50.87 0 006.21-4.95c.38-.34.6-.82.62-1.34.03-.52-.17-1.02-.5-1.37zm-12.34 9a1.907 1.907 0 00-2.53-.92c-1.3.58-2.62 1.1-3.99 1.6-.19.08-.35.15-.51.24-.65.5-.94 1.39-.63 2.17.24.78.97 1.32 1.79 1.32.2 0 .42-.04.62-.12.04-.02.1-.04.14-.08 1.42-.46 2.8-1.02 4.15-1.66.46-.2.84-.6 1.02-1.08.18-.47.16-1.01-.06-1.47z" fill="#31BDF5" />
            <path d="M66.59 22.95c5.55 0 10.06 4.51 10.06 10.06v5.27c0 2.12-1.72 3.84-3.83 3.84H45.99c-2.12 0-3.83-1.72-3.83-3.84v-5.27c0-5.55 4.51-10.06 10.06-10.06h14.37z" fill="#ED456A" />
            <path d="M65.15 19.12v1.92c0 3.17-2.57 5.74-5.75 5.74-3.17 0-5.75-2.57-5.75-5.74v-1.92h11.5z" fill="#FCC37A" />
            <path d="M70.9 11.45c0 6.35-5.15 11.5-11.5 11.5s-11.5-5.15-11.5-11.5c0-.42.04-.84.09-1.25C48.65 4.39 53.55.02 59.38 0c5.85 0 10.76 4.34 11.44 10.16.04.42.08.87.08 1.29z" fill="#FFD9AA" />
            <path d="M70.82 10.16l-1.57-.54-9.39-2.66c-1.4-.42-2.91-.34-4.25.24l-6.05 2.42-1.57.58C48.65 4.39 53.55.02 59.38 0c5.85 0 10.76 4.34 11.44 10.16z" fill="#57565D" />
            <path d="M108.75 59.36c5.55 0 10.06 4.51 10.06 10.07v5.26c0 2.12-1.72 3.84-3.83 3.84H88.15c-2.12 0-3.84-1.72-3.84-3.84v-5.26c0-5.56 4.52-10.07 10.07-10.07h14.37z" fill="#82C8EC" />
            <path d="M107.31 55.53v1.92c0 3.17-2.57 5.74-5.75 5.74-3.17 0-5.75-2.57-5.75-5.74v-1.92h11.5z" fill="#FCC37A" />
            <path d="M113.06 47.86c0 6.35-5.15 11.5-11.5 11.5s-11.5-5.15-11.5-11.5c0-.42.04-.83.09-1.25.65-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.34 11.44 10.16.04.42.08.87.08 1.29z" fill="#FFD9AA" />
            <path d="M112.98 46.57l-1.58-.54-9.38-2.66c-1.4-.42-2.91-.33-4.25.24l-6.05 2.42-1.57.58c.65-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.34 11.44 10.16z" fill="#57565D" />
            <path d="M66.59 95.77c5.55 0 10.06 4.51 10.06 10.06v5.27c0 2.12-1.72 3.84-3.83 3.84H45.99c-2.12 0-3.83-1.72-3.83-3.84v-5.27c0-5.55 4.51-10.06 10.06-10.06h14.37z" fill="#FBDE53" />
            <path d="M65.15 91.94v1.92c0 3.17-2.57 5.74-5.75 5.74-3.17 0-5.75-2.57-5.75-5.74v-1.92h11.5z" fill="#FCC37A" />
            <path d="M70.9 84.27c0 6.35-5.15 11.5-11.5 11.5s-11.5-5.15-11.5-11.5c0-.41.04-.83.09-1.25.66-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.35 11.44 10.16.04.42.08.88.08 1.29z" fill="#FFD9AA" />
            <path d="M70.82 82.98l-1.57-.54-9.39-2.66c-1.4-.42-2.91-.34-4.25.24l-6.05 2.42-1.57.58c.66-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.35 11.44 10.16z" fill="#57565D" />
            <path d="M24.43 59.36c5.55 0 10.06 4.51 10.06 10.07v5.26c0 2.12-1.72 3.84-3.83 3.84H3.83C1.71 78.53 0 76.81 0 74.69v-5.26c0-5.56 4.51-10.07 10.06-10.07h14.37z" fill="#55BB8C" />
            <path d="M22.99 55.53v1.92c0 3.17-2.57 5.74-5.75 5.74-3.17 0-5.75-2.57-5.75-5.74v-1.92h11.5z" fill="#FCC37A" />
            <path d="M28.74 47.86c0 6.35-5.15 11.5-11.5 11.5s-11.5-5.15-11.5-11.5c0-.42.05-.83.09-1.25.65-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.34 11.44 10.16.04.42.08.87.08 1.29z" fill="#FFD9AA" />
            <path d="M28.66 46.57l-1.57-.54-9.39-2.66c-1.4-.42-2.91-.33-4.25.24L7.4 46.03l-1.57.58c.65-5.81 5.56-10.18 11.39-10.2 5.85 0 10.76 4.34 11.44 10.16z" fill="#57565D" />
          </svg>
        </div>
        <h3 class="features__subheading">
          <?php _e('Поддержка всех популярных социальных сетей', 'ewc') ?>
        </h3>
        <div class="features__text">
          <?php _e('Facebook, Instagram, X, Telegram, WhatsApp и др.', 'ewc') ?>
        </div>
      </li>
    </ul>
  </div>
</section>
<section class="generator" id="generator">
  <div class="generator__container container">
    <h2 class="generator__headline headline">
      <?php _e('Создайте свой уникальный виджет для вашего сайта', 'ewc') ?>
    </h2>
    <div class="generator__subtext">
      <?php _e('Посмотрите как будет выглядеть виджет для вашего сайта', 'ewc') ?>
    </div>
    <div class="generator__body" style="position: relative;">
      <form class="quiz__form" action="sendmail.php" method="post">
        <div class="swiper quiz__wrap">
          <div class="swiper-wrapper quiz__inner">
            <div class="swiper-slide quiz__slide">
              <div class="quiz__content">
                <p class="quiz__title">
                  Выберите социальную сеть
                </p>
                <fieldset class="quiz__fieldset  quiz__fieldset--socials">
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--facebook" value="facebook" data-name="Facebook" data-title="Ссылка на ваш Facebook">
                    <label class="quiz__label" for="quiz-social--facebook">
                      <span>Facebook</span>
                      <svg width="42" height="42" class="icon icon--facebook">
                        <use xlink:href=" #icon-facebook"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--instagram" value="instagram">
                    <label class="quiz__label" for="quiz-social--instagram">
                      <span>Instagram</span>
                      <svg width="42" height="42" class="icon icon--instagram">
                        <use xlink:href="#icon-instagram"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--whatsapp" value="whatsapp">
                    <label class="quiz__label" for="quiz-social--whatsapp">
                      <span>WhatsApp</span>
                      <svg width="42" height="42" class="icon icon--whatsapp">
                        <use xlink:href="#icon-whatsapp"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--vk" value="vk">
                    <label class="quiz__label" for="quiz-social--vk">
                      <span>VK</span>
                      <svg width="42" height="42" class="icon icon--vk">
                        <use xlink:href="#icon-vk"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--messenger" value="messenger">
                    <label class="quiz__label" for="quiz-social--messenger">
                      <span>Messenger</span>
                      <svg width="30" height="30" viewBox="0 0 48 48" fill="none" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink">
                        <defs>
                          <radialGradient gradientTransform="translate(8.04 48) rotate(0) scale(52.8 52.8)" cx="0.000000" cy="0.000000" r="1.000000" id="paint_radial_2_16_0" gradientUnits="userSpaceOnUse">
                            <stop stop-color="#0099FF" />
                            <stop offset="0.600000" stop-color="#A033FF" />
                            <stop offset="0.900000" stop-color="#FF5280" />
                            <stop offset="1.000000" stop-color="#FF7061" />
                          </radialGradient>
                        </defs>
                        <path id="path" d="M24 3.81e-6C10.48 3.81e-6 0 9.9 0 23.28C0 30.27 2.86 36.32 7.53 40.5C7.92 40.84 8.16 41.34 8.17 41.86L8.31 46.14C8.31 46.21 8.31 46.29 8.33 46.37C8.34 46.45 8.35 46.52 8.38 46.6C8.4 46.67 8.42 46.75 8.45 46.82C8.48 46.89 8.52 46.96 8.56 47.03C8.6 47.1 8.64 47.16 8.69 47.23C8.73 47.29 8.78 47.35 8.84 47.4C8.89 47.46 8.95 47.51 9.01 47.56C9.07 47.61 9.13 47.66 9.2 47.7C9.27 47.74 9.34 47.78 9.41 47.81C9.48 47.85 9.55 47.88 9.62 47.9C9.7 47.92 9.77 47.94 9.85 47.96C9.93 47.97 10.01 47.99 10.08 47.99C10.16 48 10.24 48 10.32 47.99C10.4 47.99 10.47 47.98 10.55 47.97C10.63 47.96 10.7 47.94 10.78 47.91C10.85 47.89 10.93 47.86 11 47.83L15.76 45.73C16.17 45.55 16.62 45.52 17.05 45.64C19.24 46.24 21.57 46.56 24 46.56C37.51 46.56 48 36.66 48 23.28C48 9.91 37.51 3.81e-6 24 3.81e-6Z" fill="url(#paint_radial_2_16_0)" fill-opacity="1.000000" fill-rule="nonzero" />
                        <path id="path" d="M9.58 30.09L16.63 18.9C16.7 18.8 16.77 18.69 16.85 18.6C16.92 18.5 17.01 18.41 17.09 18.32C17.18 18.23 17.27 18.14 17.36 18.06C17.46 17.98 17.56 17.91 17.66 17.84C17.76 17.77 17.87 17.71 17.98 17.65C18.09 17.59 18.2 17.54 18.31 17.49C18.43 17.44 18.55 17.4 18.66 17.37C18.78 17.33 18.9 17.3 19.03 17.28C19.15 17.26 19.27 17.24 19.4 17.23C19.52 17.22 19.64 17.22 19.77 17.22C19.89 17.22 20.01 17.23 20.14 17.25C20.26 17.26 20.38 17.29 20.5 17.32C20.62 17.34 20.74 17.38 20.86 17.42C20.98 17.46 21.09 17.51 21.2 17.56C21.32 17.61 21.43 17.67 21.53 17.73C21.64 17.8 21.74 17.87 21.84 17.94L27.45 22.15C27.58 22.24 27.71 22.31 27.86 22.36C28.01 22.41 28.16 22.43 28.32 22.43C28.48 22.43 28.63 22.41 28.78 22.36C28.92 22.31 29.06 22.24 29.19 22.14L36.76 16.39C37.77 15.63 39.09 16.84 38.41 17.91L31.36 29.09C31.29 29.19 31.22 29.3 31.14 29.39C31.07 29.49 30.98 29.58 30.9 29.67C30.81 29.76 30.72 29.85 30.63 29.93C30.53 30.01 30.43 30.08 30.33 30.15C30.23 30.22 30.12 30.28 30.01 30.34C29.9 30.4 29.79 30.45 29.68 30.5C29.56 30.55 29.44 30.59 29.33 30.62C29.21 30.66 29.09 30.69 28.96 30.71C28.84 30.73 28.72 30.75 28.59 30.76C28.47 30.77 28.35 30.77 28.22 30.77C28.1 30.77 27.98 30.76 27.85 30.74C27.73 30.73 27.61 30.7 27.49 30.67C27.37 30.65 27.25 30.61 27.13 30.57C27.01 30.53 26.9 30.48 26.79 30.43C26.67 30.38 26.56 30.32 26.46 30.26C26.35 30.19 26.25 30.12 26.15 30.05L20.54 25.84C20.41 25.75 20.28 25.68 20.13 25.63C19.98 25.58 19.83 25.56 19.67 25.56C19.51 25.56 19.36 25.58 19.21 25.63C19.07 25.68 18.93 25.75 18.81 25.85L11.23 31.6C10.22 32.37 8.9 31.16 9.58 30.09Z" fill="#FFFFFF" fill-opacity="1.000000" fill-rule="nonzero" />
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--telegram" value="telegram">
                    <label class="quiz__label" for="quiz-social--telegram">
                      <span>Telegram</span>
                      <svg width="42" height="42" class="icon icon--telegram">
                        <use xlink:href="#icon-telegram"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--x" value="x">
                    <label class="quiz__label" for="quiz-social--x">
                      <span>X</span>
                      <svg width="42" height="42" class="icon icon--x">
                        <use xlink:href="#icon-x"></use>
                      </svg>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-social" id="quiz-social--linkedin" value="linkedin">
                    <label class="quiz__label" for="quiz-social--linkedin">
                      <span>LinkedIn</span>
                      <svg width="42" height="42" class="icon icon--linkedin">
                        <use xlink:href="#icon-linkedin"></use>
                      </svg>
                    </label>
                  </div>
                </fieldset>
              </div>
            </div>
            <div class="swiper-slide quiz__slide">
              <div class="quiz__content">
                <p class="quiz__title quiz__title--username">
                  Ссылка или никнейм
                </p>
                <fieldset class="quiz__fieldset">
                  <div class="quiz__wrap-label">
                    <label for="quiz-social-account">
                      Укажите полную ссылку на социальную сеть
                    </label>
                    <input class="quiz__input" id="quiz-social-account" value="" type="text" name="quiz-social-account" required>
                    <button class="button button--accent quiz__button next-slide-button" type="button">
                      Далее
                    </button>
                  </div>
                </fieldset>
              </div>
            </div>
            <div class="swiper-slide quiz__slide">
              <div class="quiz__content">
                <p class="quiz__title">
                  Выберите подходящий текст
                </p>
                <fieldset class="quiz__fieldset  quiz__fieldset--message">
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-message" id="quiz-message--1">
                    <label class="quiz__label" for="quiz-message--1">
                      Остались вопросы?
                      <span>Пишите в WhatsApp</span>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-message" id="quiz-message--2">
                    <label class="quiz__label" for="quiz-message--2">
                      Нужна помощь?
                      <span>Пишите в WhatsApp</span>
                    </label>
                  </div>
                  <div class="quiz__wrap-label">
                    <input class="quiz__input" type="radio" name="quiz-message" id="quiz-message--3">
                    <label class="quiz__label" for="quiz-message--3">
                      Есть вопросы
                      <span>Пишите в WhatsApp</span>
                    </label>
                  </div>
                </fieldset>
              </div>
            </div>
            <div class="swiper-slide quiz__slide">
              <div class="quiz__content">
                <p class="quiz__title quiz__title--offer">
                  Получите 30 дней бесплатно (карта не нужна)
                </p>
                <fieldset class="quiz__fieldset">
                  <div class="quiz__wrap-label">
                    <button class="button button--accent quiz__button next-slide-button" type="button">
                      Подключить
                    </button>
                  </div>
                </fieldset>
              </div>
            </div>
            <div class="swiper-slide quiz__slide">
              <div class="quiz__content">
                <p class="quiz__title quiz__title--offer">
                  Инструкция по установке виджета
                </p>
                <fieldset class="quiz__fieldset">
                  <div class="quiz__wrap-label">
                    Здесь будет код для установки
                    Здесь по шагам как установить
                  </div>
                </fieldset>
              </div>
            </div>
          </div>
        </div>
      </form>
    </div>
  </div>
</section>
<section class="security" id="security">
  <div class="container security__container">
    <h2 class="security__headline headline">
      Безопасность и конфиденциальность
      виджета
    </h2>
    <div class="security__body">
      <p>
        Перед непосредственным погружением в тему, стоит упомянуть, что пользователи, независимо от того,
        что предлагает ваш виджет в плане защиты конфиденциальности, могут решить спрятать все виджеты,
        когда устройство заблокировано. Чтобы добиться этого, перейдите в раздел:
      </p>
      <p>
        Настройки -> Face ID & код-пароль далее активируйте Виджеты главного экрана в разделе Доступ
        с блокировкой экрана. Это приведет к затемнению(;размытию) каждого виджета Экрана Блокировки,
        независимо от его реализации, при использовании .privacySenstiv
      </p>
    </div>
  </div>
</section>
<section class="tariff" id="tariff">
  <div class="container tariff__container">
    <h2 class="tariff__headline headline">
      Тарифы
    </h2>
  </div>
  <div class="container container--widder tariff__widder-container">
    <ul class="tariff__list">
      <li class="tariff__item">
        <div class="tariff__head tariff__head--flag">
          <h3>
            Триал
          </h3>
        </div>
        <div class="tariff__body">
          <ul class="tariff__sublist">
            <li>Lorem ipsum dolor, sit amet consectetur adipisicing elit.
            </li>
            <li>Explicabo voluptas ut eos quisquam,
            </li>
            <li>id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
          </ul>
        </div>
        <div class="tariff__footer">
          <a href="#" class="button button--accent tariff__button">
            Попробовать
          </a>
        </div>
      </li>
      <li class="tariff__item">
        <div class="tariff__head tariff__head--guard">
          <h3>
            Стандарт
          </h3>
        </div>
        <div class="tariff__body">
          <ul class="tariff__sublist">
            <li>
              Lorem ipsum dolor, sit amet consectetur adipisicing elit.
            </li>
            <li>
              Explicabo voluptas ut eos quisquam,
            </li>
            <li>
              id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
            <li>
              id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
          </ul>
        </div>
        <div class="tariff__footer">
          <div class="tariff__price">
            Цена: <span>75,50 &#8364;</span>
          </div>
          <a href="#" class="button button--accent tariff__button">
            Купить
          </a>
        </div>
      </li>
      <li class="tariff__item">
        <div class="tariff__head tariff__head--cup">
          <h3>
            Премиум
          </h3>
        </div>
        <div class="tariff__body">
          <ul class="tariff__sublist">
            <li>
              Lorem ipsum dolor, sit amet consectetur adipisicing elit.
            </li>
            <li>
              Explicabo voluptas ut eos quisquam,
            </li>
            <li>
              id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
            <li>
              id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
            <li>
              id quaerat, rerum alias amet qui ipsum rem? Dignissimos autem quibusdam minima nesciunt cupiditate, est consectetur delectus!
            </li>
          </ul>
        </div>
        <div class="tariff__footer">
          <div class="tariff__price">
            Цена: <span>75,50 &#8364;</span>
          </div>
          <a href="#" class="button button--accent tariff__button">
            Купить
          </a>
        </div>
      </li>
    </ul>
  </div>
</section>

<section class="team" id="team">
  <div class="team__container container">
    <h2 class="team__headline headline">Команда</h2>
    <ul class="team__list">
      <li class="team__item">
        <div class="team__avatar">
          <picture>
            <img src="https://cdn.pixabay.com/photo/2023/12/11/12/51/lynx-8443540_1280.jpg" alt="">
          </picture>
        </div>
        <h3 class="team__headline">
          Сергей Петров
        </h3>
        <div class="team__desc">
          Продуктовый дизайнер (UX/UI) и Growth продакт-менеджер.
      </li>
      <li class="team__item">
        <div class="team__avatar">
          <picture>
            <img src="https://cdn.pixabay.com/photo/2023/12/11/12/51/lynx-8443540_1280.jpg" alt="">
          </picture>
        </div>
        <h3 class="team__headline">
          Иван Петров
        </h3>
        <div class="team__desc">
          Продуктовый дизайнер (UX/UI) и Growth продакт-менеджер. мировые практики развития tech-компаний и цифровых продуктов.
        </div>
      </li>
      <li class="team__item">
        <div class="team__avatar">
          <picture>
            <img src="https://cdn.pixabay.com/photo/2023/12/11/12/51/lynx-8443540_1280.jpg" alt="">
          </picture>
        </div>
        <h3 class="team__headline">
          Василий Петров
        </h3>
        <div class="team__desc">
          Продуктовый дизайнер (UX/UI) и Growth продакт-менеджер. Исследует результативные мировые практики развития tech-компаний и цифровых продуктов.
        </div>
      </li>
    </ul>
  </div>
</section>
<section class="faq" id="faq">
  <div class="container faq__container">
    <h2 class="faq__headline headline">
      <?php
      _e('Часто задаваемые вопросы', 'flatwell'); ?>
    </h2>
    <?php
    $args      = array(
      'post_type'      => 'faq',
      'posts_per_page' => -1,
    );
    $query_faq = new WP_Query($args);
    if ($query_faq->have_posts()) {
      $count_faq = 1;
    ?>
      <div class="faq__accordion accordion">
        <?php
        while ($query_faq->have_posts()):
          $query_faq->the_post();
        ?>
          <div class="accordion-item">
            <button aria-expanded="false" class="faq__button" id="accordion-button-<?php
                                                                                    echo $count_faq; ?>">
              <span class="accordion-title"><?php
                                            echo $count_faq . ") ";
                                            the_title(); ?></span>
              <span aria-hidden="true" class="icon"></span>
            </button>
            <div class="accordion-content">
              <?php
              the_content(); ?>
            </div>
          </div>
        <?php
          $count_faq++;
        endwhile; ?>
      </div>
    <?php
    } else {
      echo 'Хмм, здесь ничего нет';
    }
    ?>
  </div>
</section>
<?php

get_footer();
